Repository: FilipiNyetz/DrillApp
Catalog: Drill/Localizable.xcstrings
Source language: en
Languages: pt_br

# 1º grau
source: 1st degree
pt_br: 1º grau

# 2º grau
source: 2nd degree
pt_br: 2º grau

# 3º grau
source: 3rd degree
pt_br: 3º grau

# 4º grau
source: 4th degree
pt_br: 4º grau

# 5º grau
source: 5th degree
pt_br: 5º grau

# Adicionar habilidade
source: Add skill
pt_br: Adicionar habilidade

# Adicionar nova habilidade
source: Add new skill
pt_br: Adicionar nova habilidade

# Adicione uma nova modalidade
source: Add a new martial art
pt_br: Adicione uma nova modalidade

# Amarela
source: Yellow
pt_br: Amarela

# Amarela/Laranja
source: Yellow/Orange
pt_br: Amarela/Laranja

# Aplicou
source: Performed
pt_br: Aplicou

# Azul
source: Blue
pt_br: Azul

# Azul claro
source: Light Blue
pt_br: Azul claro

# Azul claro/Azul escuro
source: Light Blue/Dark Blue
pt_br: Azul claro/Azul escuro

# Azul escuro
source: Dark Blue
pt_br: Azul escuro

# Azul escuro/Preto
source: Dark Blue/Black
pt_br: Azul escuro/Preto

# Azul/Amarela
source: Blue/Yellow
pt_br: Azul/Amarela

# Bloqueio
source: Block
pt_br: Bloqueio

# Bloqueio com canela
source: Shin block
pt_br: Bloqueio com canela

# Branca
source: White
pt_br: Branca

# Branca/Cinza
source: White/Grey
pt_br: Branca/Cinza

# Carregando dados...
source: Loading data...
pt_br: Carregando dados...

# Chave de calcanhar
source: Heel hook
pt_br: Chave de calcanhar

# Chave de joelho
source: Knee lock
pt_br: Chave de joelho

# Chute frontal (Teep)
source: Front kick (Teep)
pt_br: Chute frontal (Teep)

# Chute lateral
source: Side kick
pt_br: Chute lateral

# Cinza
source: Grey
pt_br: Cinza

# Cinza/Azul
source: Grey/Blue
pt_br: Cinza/Azul

# Comece a treinar!
source: Start training!
pt_br: Comece a treinar!

# Comece hoje a construir sua jornada
source: Begin your journey today.
pt_br: Comece hoje a construir sua jornada

# Concluir
source: Complete
pt_br: Concluir

# Continue treinando para alcançar o próximo nível!
source: Keep training to reach the next level!
pt_br: Continue treinando para alcançar o próximo nível!

# Continue treinando para manter a excelência !
source: Keep training to maintain excellence!
pt_br: Continue treinando para manter a excelência !

# Controle lateral
source: Side control
pt_br: Controle lateral

# Cotovelada descendente
source: Downward elbow
pt_br: Cotovelada descendente

# Cotovelada horizontal
source: Horizontal elbow
pt_br: Cotovelada horizontal

# Cruzado
source: Cross punch
pt_br: Cruzado

# Defesa de chute
source: Kick defense
pt_br: Defesa de chute

# Defina suas porcentagens de progresso
source: Define your progress percentages.
pt_br: Defina suas porcentagens de progresso

# Digite o nome da nova habilidade
source: Enter the name of the new skill.
pt_br: Digite o nome da nova habilidade

# Direto
source: Straight punch
pt_br: Direto

# Domínio: %lld%%
source: Proficiency: %lld%%
pt_br: Domínio: %lld%%

# Domínio:%lld%%
source: Proficiency: %lld%%
pt_br: Domínio:%lld%%

# Esquiva lateral
source: Side dodge
pt_br: Esquiva lateral

# Estagnado
source: Stuck
pt_br: Estagnado

# Ex: 150
source: Example: 150
pt_br: Ex: 150

# Graduação
source: Graduation
pt_br: Graduação

# Guilhotina
source: Guillotine choke
pt_br: Guilhotina

# Informe sua %@
source: Enter your %@
pt_br: Informe sua %@

# Início
source: Home
pt_br: Início

# Insira sua meta de treinos anual
source: Enter your annual training goal.
pt_br: Insira sua meta de treinos anual

# Joelhada frontal
source: Front knee strike
pt_br: Joelhada frontal

# Laranja
source: Orange
pt_br: Laranja

# lisa
source: Plain
pt_br: lisa

# Lisa
source: Plain
pt_br: Lisa

# Marrom
source: Brown
pt_br: Marrom

# Mata Leão (RNC)
source: Rear Naked Choke
pt_br: Mata Leão (RNC)

# Modalidade
source: Discipline
pt_br: Modalidade

# Montada
source: Mount position
pt_br: Montada

# Nenhum treino neste dia
source: No training on this day.
pt_br: Nenhum treino neste dia

# Parabéns! Você atingiu sua meta!
source: Congratulations! You’ve reached your goal!
pt_br: Parabéns! Você atingiu sua meta!

# Parabéns! você dominou completamente o %@
source: Well done! You’ve fully mastered %@.
pt_br: Parabéns! você dominou completamente o %@

# Parabéns! você está evoluindo o %@
source: Great job! You’re improving your %@.
pt_br: Parabéns! você está evoluindo o %@

# Passagem de guarda
source: Guard pass
pt_br: Passagem de guarda

# Pegar as costas
source: Back control
pt_br: Pegar as costas

# Pêndulo
source: Pendulum
pt_br: Pêndulo

# Perfil
source: Profile
pt_br: Perfil

# Perfil de evolução
source: Development Profile
pt_br: Perfil de evolução

# Personalize seu APP
source: Customize your app.
pt_br: Personalize seu APP

# Preta
source: Black
pt_br: Preta

# Preto
source: Black
pt_br: Preta

# Preto/Branco
source: White/Black
pt_br: Preto/Branco

# Preto/Branco/Vermelho
source: Black/White/Red
pt_br: Preto/Branco/Vermelho

# Progresso
source: Progress
pt_br: Progresso

# Próximo
source: Next
pt_br: Próximo

# Raspagem da guarda fechada
source: Closed guard sweep
pt_br: Raspagem da guarda fechada

# Registrado
source: Registered
pt_br: Registrado

# Registrar treino
source: Save training
pt_br: Registrar treino

# Roxa
source: Purple
pt_br: Roxa

# Salvar habilidades
source: Save skills
pt_br: Salvar habilidades

# Selecione sua modalidade
source: Select your discipline.
pt_br: Selecione sua modalidade

# Seu progresso nos treinos
source: Your training progress
pt_br: Seu progresso nos treinos

# Seu treino
source: Your training
pt_br: Seu treino

# Suas habilidades
source: Your skills
pt_br: Suas habilidades

# Suas insígnias de evolução
source: Your progress badges
pt_br: Suas insígnias de evolução

# Suas modalidades
source: Your disciplines
pt_br: Suas modalidades

# Treinou
source: Trained
pt_br: Treinou

# Triângulo
source: Triangle choke
pt_br: Triângulo

# Verde
source: Green
pt_br: Verde

# Vermelho
source: Red
pt_br: Vermelho

# Vermelho/Azul claro
source: Red/Light Blue
pt_br: Vermelho/Azul claro

# Vermelho/Branco
source: Red/White
pt_br: Vermelho/Branco

# Você está em ascensão!
source: You're rising!
pt_br: Você está em ascensão!

# Você já completou %lld treinos este ano
source: You’ve already completed %lld training sessions this year.
pt_br: Você já completou %lld treinos este ano

# Você já completou 1 treino este ano
source: You’ve trained once this year.
pt_br: Você já completou 1 treino este ano
